Repository: interchange/minivend
Catalog: debian/po/*.po
Languages: de

source: Create the Interchange demo catalog?
de: Möchten Sie den Interchange-Demokatalog angelegt haben ?

source: Whether to install the demo catalog from the foundation template or let you manually install it with makecat.
de: Ob der Demokatalog aus dem Foundation-Template installiert werden soll oder Sie ihn manuell mit makecat installieren möchten.

source: Remove demo catalog on package purge?
de: Soll der Interchange-Demokatalog durch --purge gelöscht werden ?

source: Should all files belonging to the Interchange demo catalog removed when you purge this package, e.g. with dpkg --purge or apt-get remove --purge ?
de: Sollen alle Dateien des Interchange-Demokatalogs gelöscht werden wenn dieses Paket mit dpkg --purge oder apt-get remove --purge entfernt wird ?

source: always, ask, never
de: immer, auf Nachfrage, niemals

source: Policy for replacing existing demo catalogs:
de: Richtlinie für das Ersetzen einer vorhandenen Demokatalog-Installation

source: Whether to silently replace an existing demo catalog installation, ask for a confirmation or never touch an existing installation.
de: Sie können auswählen, ob eine vorhandene Installation des Demokatalogs ohne Nachfrage, auf Nachfrage oder niemals ersetzt werden soll.

source: Replace the Interchange demo catalog?
de: Interchange Demokatalog ersetzen ?

source: There seems to already exist an Interchange demo catalog.
de: Es ist bereits ein Demokatalog vorhanden.

source: Username for this catalog's administration:
de: Benutzername für die Katalogadministration:

source: Please provide an username for administering the demo catalog. The username must be at least 2 characters long and only contain letters, digits, underscore, @ or the dot as characters.
de: Bitte einen Benutzernamen für die Verwaltung des Demokatalogs eingeben. Der Benutzername muß mindestens zwei Zeichen lang sein und nur Buchstaben, Ziffern, den Unterstrich, @ oder den Punkt als Zeichen enthalten.

source: Password for this catalog's administration:
de: Passwort für die Katalogadministration:

source: Please provide a password for administering the foundation demo catalog. Choose one which can not be easily guessed. Default is pass. The password must be at least 4 characters long and only contain letters, digits, underscore @ or the dot as characters.
de: Bitte ein Passwort für die Verwaltung des Demokatalogs eingeben. Das ausgewählte sollte nicht leicht erraten werden können. Das Wort pass ist die Voreinstellung. Das Passwort muß mindestens vier Zeichen lang sein und nur Buchstaben, Ziffern, den Unterstrich, @ oder den Punkt als Zeichen enthalten.

source: Enable demo mode?
de: Demomodus aktivieren?

source: Additional locales for the storefront:
de: Zusätzliche Sprachen für den Katalog

source: The Interchange demo catalog is able to display the storefront in a number of different languages. Each selected locale will increase the memory footprint of the Interchange server processes, so it is recommended to choose only locales which are really needed.
de: Der Interchange Demokatalog kann dem Benutzer in verschiedenen Sprachen präsentiert werden. Jede ausgewählte Sprache erhöht den Hauptspeicherbedarf der Interchange-Prozesse. Wählen Sie deshalb bitte nur Sprachen aus, die sie wirklich benöötigen.

source: Default locale for the storefront:
de: Voreingestellte Sprache für den Katalog:

source: Please select the default locale for the Interchange demo catalog.
de: Bitte wählen die Standardlokalisierung für den Interchange-Demokatalog aus.

source: unix mode, internet mode, both
de: Unixmodus, Internetmodus, beide

source: Start mode:
de: Startmodus:

source: Unix mode is is the most secure way to run Interchange, for there is no way for systems on the internet to interact with the Interchange server.
de: Unixmodus ist die sicherste Betriebsart für Interchange, da keine Rechner im Internet mit dem Interchangeserver in Berührung kommen können.

source: Username to run the server as:
de: Benutzernamen für den Interchange-Server:

source: This determines the user for the interchange server and for file permissions. Please note that using another user has serious security implications. Don't choose root, it is not recommended and will be discarded anyway.
de: Hier legen Sie den Benutzer für den Interchangeserver und Dateirechte fest. Wenn Sie einen anderen Benutzer auswählen, kann das ernste Sicherheitsprobleme haben. Bitte nicht root auswählen, es ist nicht empfohlen und würde ignoriert werden.

source: Create the user ${USER}?
de: Benutzer ${USER} anlegen ?

source: You have been warned. Either choose an appropriate user or stay with the default.
de: Sie sind gewarnt worden. Bitte wählen Sie entweder einen geeigneten Benutzer aus oder akzeptieren die Voreinstellung.

source: Group name to run the server as:
de: Gruppennamen für den Interchangeserver:

source: This determines the group for the interchange server and for file permissions. Please note that using another user has serious security implications. Don't choose root, it is not recommended and will be discarded anyway.
de: Hier legen Sie die Benutzergruppe für den Interchangeserver und Dateirechte fest. Wenn Sie eine andere Benutzergruppe auswählen, kann das ernste Sicherheitsprobleme haben. Bitte nicht root auswählen, es ist nicht empfohlen und würde ignoriert werden.

source: Impossible to run interchange as root !
de: Interchange kann nicht als Benutzer root gestartet werden !

source: You have been warned. Either choose an appropriate group or stay with the default.
de: Sie sind gewarnt worden. Bitte wählen Sie entweder eine geeignete Benutzergruppe aus oder akzeptieren die Voreinstellung.

source: Create the group ${GROUP}?
de: Gruppe ${GROUP} anlegen ?

source: Static HTML files location:
de: Pfad für statische HTML-Dateien:

source: Enable debug mode?
de: Debugmodus aktivieren?

source: Debug mode is only useful if you modified the Interchange sources accordingly.
de: Debugmodus ist nur nützlich wenn Sie die Interchangequellen modifiziert haben.

source: Directory for GnuPG public keyring:
de: Verzeichnis für den öffentlichen Schlüsselbund für GnuPG

source: Please choose the directory Interchange uses for the GnuPG public keyring.
de: Bitte das Verzeichnis für den öffentlichen Schlüsselbund für GnuPG auswählen.

source: low, high, rpc
de: niedrig, hoch, rpc

source: Enable the FullURL directive?
de: FullURL-Direktive aktivieren?

source: SOAP server not available
de: SOAP-Server ist nicht verfügbar

source: Enable the SOAP server?
de: SOAP-Server aktivieren ?

source: This setting determines if the SOAP server is started or not.
de: Mit dieser Einstellung entscheiden Sie, ob der SOAP-Server gestartet wird oder nicht.

source: Enable robots settings?
de: Roboteinstellungen aktivieren ?

source: Important Perl Incompatibility
de: Wichtige Perl-Inkompatibilität

source: Default language for user interface:
de: Vordefinierte Sprache des UI

source: The administration interface for Interchange catalogs, called UI, has been translated to Danish (da_DK), Dutch (nl_NL), German (de_DE), Italian (it_IT) and Swedish (sv_SE). You can choose the default language here. Any user may change this default at login time.
de: Das Administrationsinterface für Interchange-Katalog, UI genannt, wurde ins Dänische (da_DK), Deutsche (de_DE), Holländische (nl_NL), Italienische (it_IT) und Schwedische (sv_SE) übersetzt. Die vordefinierte Sprache können Sie hier festlegen. Jeder Benutzer kann sie beim Anmeldevorgang ändern.
